# -*- coding: utf-8 -*-
goods="""资源 别名 类别 作者 馆室 资源@\
海贼王 航海王，海贼王 漫画 尾田荣一郎 中文图书阅览区 普通图书@\
名侦探柯南 柯南，名侦探柯南 漫画 青山刚昌 中文图书阅览区 普通图书@\
安徒生童话 安徒生童话 童话 安徒生 中文图书阅览区 普通图书@\
格林童话 格林童话 童话 格林 中文图书阅览区 普通图书@\
倚天屠龙记 倚天屠龙记 武侠 金庸 中文图书阅览区 普通图书@\
雪山飞狐 雪山飞狐 武侠 金庸 中文图书阅览区 普通图书@\
致我们终将逝去的青春 致我们终将逝去的青春 青春文学 辛夷坞 中文图书阅览区 普通图书@\
左耳 左耳 青春文学 饶雪漫 中文图书阅览区 普通图书@\
万历十五年 万历十五年 历史 黄仁宇 中文图书阅览区 普通图书@\
中国史纲 中国史纲 历史 张荫麟 中文图书阅览区 普通图书@\
红玫瑰与白玫瑰 红玫瑰与白玫瑰 女性文学 张爱玲 中文图书阅览区 普通图书@\
半生缘 半生缘 女性文学 张爱玲 中文图书阅览区 普通图书@\
红楼梦 红楼梦 名著 曹雪芹 中文图书阅览区 普通图书@\
西游记 西游记 名著 吴承恩 中文图书阅览区 普通图书"""
