# -*- coding: utf-8 -*-
resType=u"""资源 别名 资源描述 种数 数量 分类 馆室 所属类@\
外文图书 外语书，外文图书 nan 52547 3700000 实体资源 外文文献第一阅览室 图书@\
中文期刊 汉语期刊，中文期刊 nan 53409 8500239 实体资源 中文期刊区，法律参考阅览室，台港澳文献阅览室 期刊@\
中文图书 中文书，汉语书，中文图书 nan 53409 8210000 实体资源 中文图书阅览区 图书@\
缩微文献 缩微文献 用缩微摄影技术把印刷品或手稿按比例缩小而产生的文献形式 53409 1665254 实体资源 缩微文献阅览室 nan@\
实体视听文献 实体视听文献 nan 53409 439250 实体资源 视听阅览区 视听文献@\
电子文献 电子文献 nan 53409 108988 实体资源 视听阅览区 nan@\
外文期刊 英语期刊，英文期刊法语期刊，德语期刊，俄语期刊，日语期刊，外文期刊 nan 53409 7072081 实体资源 外文文献第二阅览室，外文文献第三阅览室 期刊@\
实体特藏专藏 实体特藏专藏 特藏专藏经过建馆几十年的积累，集中了国家图书馆的珍品精品，形成了特色馆藏，确立了国家图书馆在资源建设方面公认的国际地位和国内图书馆界的领先优势，成为相关学科研究领域读者不可或缺的原始资料和重要的参考资料。 53409 4805139 实体资源 法律参考阅览室，海外中国问题研究资料中心，年鉴新方志阅览室，工具书区，综合阅览室，外文文献第一阅览室 特藏专藏@\
中文报纸 汉语报纸，中国报纸，中文报纸 nan 7859 184275 实体资源 中文报纸区 报纸@\
外文报纸 外文报纸，外国报纸，英文报纸 nan 1710 102214 实体资源 外文文献第二阅览室 报纸@\
数字特藏专藏 数字特藏专藏 特藏专藏经过建馆几十年的积累，集中了国家图书馆的珍品精品，形成了特色馆藏，确立了国家图书馆在资源建设方面公认的国际地位和国内图书馆界的领先优势，成为相关学科研究领域读者不可或缺的原始资料和重要的参考资料。 53409 14963449 数字资源 数字共享空间 特藏专藏@\
数字图书 电子图书，数字图书 nan 53409 1998182 数字资源 数字共享空间 图书@\
数字报纸 电子报纸，数字报纸 nan 53409 3184 数字资源 数字共享空间 报纸@\
数字期刊 电子期刊，数字期刊 nan 53409 56882 数字资源 数字共享空间 期刊@\
数字视听文献 数字音频 nan 53409 102214 数字资源 数字共享空间 视听文献@\
标准数据库 标准数据库 nan 53409 102214 数字资源 数字共享空间 nan"""
