# -*- coding: utf-8 -*-
service=u"""服务 别名 馆室 日期 工作日时间 周末时间 描述 证件@\
目录服务 目录服务，目录查询，目录查询服务，查目录，公共目录查询，查询公共目录 目录查询区，中文图书阅览区，外文文献第一阅览室，综合阅览室，外文文献第二阅览室 nan nan nan 馆藏文献目录检索、借阅、续借、预约以及读者信息管理等服务。 nan@\
咨询服务 咨询服务，咨询 科学技术咨询室，社会科学咨询室，综合咨询台，企业信息服务中心，立法决策服务部门 nan nan nan nan nan@\
文献提供服务 文献提供，提供文献，文献提供服务 文献提供中心 周一至周五（周六、周日不开放） 9:00-17:00 nan 文献提供中心为读者和用户提供文献查询、文献传递、资料翻译等文献提供服务。读者和用户可通过各种通讯方式或中国国家图书馆馆际互借与文献传递系统提出文献请求，文献提供中心将满足读者和用户在本地图书馆、文献信息机构无法解决的文献信息需求。 nan@\
复制服务 复制服务，复制，复印，扫描，打印 总馆南区自助复制处，总馆北区自助复制处 nan nan nan 本馆在阅览室和公共服务区设立多处人工复制处和自助复制处，利用现代化、专业化的文献复制设备，为到馆读者提供馆藏文献复制、扫描、打印、缩微胶片还原、拍照、装订、光盘刻录等多项业务 nan@\
科技查新服务 科技查新，科技查新服务 科学技术咨询室 周一至周五（周六、周日不开放） 9:00-17:00 nan 凡在科研立项、科研课题申报、科技成果鉴定、科技项目评估及验收、科研奖励、申报中小企业创新基金、申报国家新产品计划、博硕士论文立题等方面需要出具查新报告的，读者可以选择到馆、电话、传真、发送电子邮件等方式与国家图书馆科技查新中心联系。 nan@\
互联网络服务 互联网络服务，用电脑 数字共享空间，中文图书阅览区，外文文献第一阅览室，综合阅览室，外文文献第二阅览室 周一至周日 9:00-21:00 9:00-17:00 建立了万兆光纤骨干网络，具备6000多个网络节点的千兆桌面接入能力，高达数百兆的互联网出口带宽同时连接到中国联通和中国电信。拥有到中国教育网、中国科技网、政务外网、中央党校图书馆、中央社会主义学院、广电网、歌华有线、中国残联、国务院法制办的互联专线，同时参与我国下一代互联网（CNGI）项目，拥有1000兆IPv6连接。 nan@\
无线网络服务 无线网络服务，上网，连wifi，连无线，用网 nan nan nan nan 开通无线网络接入服务，完成总馆南区、总馆北区和文津街馆区的全面覆盖。 nan@\
数字资源触摸体验服务 数字资源触摸体验服务，触摸屏阅读服务，触摸屏阅读 少年儿童馆数字资源体验区 周一至周日 9:00-17:00 9:00-17:00 是一种新型的人机交互设备，读者无需键盘和鼠标，只需手指轻触液晶显示屏的图形、文字或按钮，便可实现触摸体验系统内数字资源的浏览与互动，其方便、快捷、人性化的设计受到了读者的欢迎。 nan@\
手持阅读器服务 手持阅读器，手持阅读器服务 数字共享空间 周一至周日 9:00-21:00 9:00-17:00 掌上国图阅读器是国家图书馆为读者定制的一款电纸书，采用电子纸技术和电子墨水技术，能够实现健康、不伤眼的阅读。这款手持阅读器装载了大量国图精品图书、图片、期刊，并装有大量国图举办讲座的音频，让读者能够全方位享受阅读乐趣。 nan@\
资源检索服务 查找资源，查找文献，资源检索服务，资源检索 中文图书阅览区，综合咨询台 nan nan nan nan nan@\
在线资源欣赏服务 听音乐，看电影，在线资源欣赏服务，在线资源欣赏 视听阅览区 nan nan nan nan nan@\
阅读辅导服务 阅读辅导，阅读辅导服务 少年儿童馆亲子阅览区，少年儿童馆青少年阅览区 nan nan nan nan nan@\
引用查证服务 引用查证，引用查证服务 科学技术咨询室 周一至周五（周六、周日不开放） 9:00-17:00 nan 可对用户公开发表的论文和著作在SCI《科学引文索引》、EI《工程索引》、ISTP《科学技术会议录索引》、ISR《科学评论索引》、CSCD《中国科学引文索引》等国内外著名检索工具中的收录和引用情况进行检索，并出具查证报告，为申报两院院士、申报国家自然科学基金等国家各类科研基金、机构学术水平评估和个人职称评定等工作提供客观、准确的依据 nan@\
代检代查委托服务 代查委托服务，代检代查委托服务，代检委托服务，代检代查，代检，代查，代检服务，代查服务 社会科学咨询室，科学技术咨询室，文献提供中心 nan nan nan nan nan"""
