# -*- coding: utf-8 -*-
task=u"""业务 别名 馆室 日期 工作日时间 周末时间 描述 证件@\
充值 充值，充钱，充卡 总馆北区办证处，总馆南区办证处 周一至周日 人工16：30之前，自助9：00--21：00 人工16：30之前，自助9：00--17：00 nan nan@\
还书 还书 24小时（自助）还书处 周一至周日 人工16：30之前，自助9：00--21：00 人工16：30之前，自助9：00--17：00 nan nan@\
补卡 补卡 总馆北区办证处，总馆南区办证处 周一至周日 人工16：30之前，自助9：00--21：00 人工16：30之前，自助9：00--17：00 nan nan@\
退押金 退押金 总馆北区办证处，总馆南区办证处 周一至周日 人工16：30之前，自助9：00--21：00 人工16：30之前，自助9：00--17：00 nan 读者卡，身份证原件，押金收据，代理人的有效身份证原件@\
办读者卡 办卡，办国家图书馆读者卡，办国图读者卡 总馆北区办证处，总馆南区办证处 周一至周日 人工16：30之前，自助9：00--21：00 人工16：30之前，自助9：00--17：00 nan nan@\
退读者卡 退卡，退国家图书馆读者卡，退国图读者卡 总馆北区办证处，总馆南区办证处 周一至周日 人工16：30之前，自助9：00--21：00 人工16：30之前，自助9：00--17：00 nan nan@\
外借服务 外借服务，外借 中文图书借阅区，基藏外文图书外借出纳台，数字共享空间 周一至周日 nan nan 在中文图书借阅区提供近三年（含当年）部分中文图书（含随书附盘）近50万册中文新书的外借服务；在基藏外文图书外借出纳台提供近二十年基藏书库所藏外文图书的外借服务；在数字共享空间提供手持阅读器（或读者自带手持电子书阅读器）外借服 nan@\
开架阅览服务 借阅，借书，阅览服务，借阅服务 工具书区，中文图书阅览区，中文图书借阅区，视听阅览区，中文报纸区，少年儿童馆亲子阅览区，外文文献第一阅览室，外文文献第二阅览室，敦煌吐鲁番资料阅览室，法律参考阅览室 周一至周日 9:00-21:00 9:00-17:00 读者进入文献摆放区自行提取文献阅览 nan@\
闭架阅览服务 闭架阅览，闭架借阅，闭架阅览服务 视听阅览区，学位论文阅览室，中文期刊区，中文报纸区，少年儿童馆亲子阅览区，综合阅览室，外文文献第一阅览室，外文文献第二阅览室，台港澳文献阅览室，善本特藏阅览室，缩微文献阅览室，外文文献第三阅览室，国际赠书阅览室，新方志阅览室，日本出版物文库阅览室，国际组织与外国政府出版物阅览室，海外中国问题研究资料中心 周一至周日 nan nan 读者填写阅览室提供的文献索取单，按要求填写文献索取号、题名（连续出版物还应提交期/卷数）等相关信息或通过联机公共目录查询系统发送预约请求，由工作人员提取文献再交由读者阅览 nan"""
